Repository: Sparklydust/Taskly
Catalog: Taskly/Localizables/Localizable.xcstrings
Source language: en
Languages: fr

# buttonAddTask
source: Add
fr: Ajouter

# buttonCancelTask
source: Cancel
fr: Annuler

# taskAddTextFieldPlaceholder
source: Create a new task...
fr: Créer une nouvelle tâche…

# taskUnavailableDescription
source: Start by adding a new task to stay organized.
fr: Ajoutez une première tâche pour rester organisé.

# taskUnavailableTitle
source: No Tasks Yet
fr: Aucune Tâche

# toDoCardTaskAccessToggleAction
source: %1$@. %2$@. Tap to toggle completion. Swipe to delete.
fr: %1$@. %2$@. Appuyez pour marquer comme terminé. Balayez pour supprimer.

# toDoCardTaskCompleted
source: Completed
fr: Terminé

# toDoCardTaskUncompleted
source: Uncompleted
fr: Non terminé

# toDoListAlertAddTaskTitle
source: New Task
fr: Nouvelle Tâche

# toDoListNavBarTitle
source: To Do
fr: À Faire
